mm7Deliver/mm7.DeliverReq.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope
 xmlns:env="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:mm7="http://www.3gpp.org/ftp/Specs/archive/23_series/23.140/schema/REL-5-MM7-1-0">
 <env:Header>
	<mm7:TransactionID xmlns:mm7="http://www.3gpp.org/ftp/Specs/archive/23_series/23.140/schema/REL-5-MM7-1-0" env:mustUnderstand="1">AABBCCDDEE</mm7:TransactionID>
 </env:Header>
 <env:Body>
  <mm7:DeliverReq>
   <MM7Version>1</MM7Version>
   <MMSRelayServerID>1</MMSRelayServerID>
   <Sender>1</Sender>
   <Recipients>
		<To><ShortCode>#3030</ShortCode></To>
	</Recipients>
   <TimeStamp>1</TimeStamp>
   <Subject>1</Subject>
   <Content>1</Content>
  </mm7:DeliverReq>
 </env:Body>
</env:Envelope>
